{
  "LuaSnip": { "branch": "master" },
  "MultipleSearch": { "branch": "master" },
  "ack.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "current-func-info.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gen.nvim": { "branch": "main" },
  "github-preview.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "icon-picker.nvim": { "branch": "master" },
  "incline.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "marvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "melange-nvim": { "branch": "master" },
  "monokai.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-listchars": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "orgmode": { "branch": "master" },
  "plantuml.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "ranger.vim": { "branch": "master" },
  "tabline.nvim": { "branch": "main" },
  "tagbar": { "branch": "master" },
  "taskwiki": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-insert-path.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "trailblazer.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vim-devicons": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-g": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-log-highlighting": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "which-key.nvim": { "branch": "main" },
  "yaml.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
